Repository: Inwerwm/MmdMapMaid
Catalog: MmdMapMaid/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# Shell_Pmm.Content
source: Pmm Management
ja_jp: PMM パス置き換え

# Shell_Emm.Content
source: Emm Management
ja_jp: EMM 材質並び替え

# Settings_Theme.Text
source: Theme
ja_jp: 色テーマ

# Button_ReadPmm.Content
source: Read Pmm File
ja_jp: PMM ファイルを読み込む

# Button_WritePmm.Content
source: Write Pmm File
ja_jp: PMM ファイルを書き込む

# Message_PmmWriteComplete
source: Pmm file has been written.
ja_jp: PMM ファイルの書き込みが完了しました

# Message_Writing
source: Writing...
ja_jp: 書き込み中です…

# Button_ReadDestinationPmx.Text
source: Read model of edited material order
ja_jp: 材質順変更後の PMX モデルを読み込む

# Button_ReadEmm.Content
source: Read EMM file
ja_jp: EMM ファイルを読み込む

# Button_ReadSourcePmx.Text
source: Read model of original material order
ja_jp: 材質順変更前の PMX モデルを読み込む

# Message_EmmWriteComplete
source: Emm file has been written.
ja_jp: Emm ファイルの書き込みが完了しました

# Button_ReplaceAll.Content
source: Replace all
ja_jp: すべて置換

# Label_ReplacementText.Text
source: Replacement
ja_jp: 置換文字列

# Label_Search.Text
source: Replace all string
ja_jp: 文字列置換

# DisplayName_Accessory
source: Accessory
ja_jp: アクセサリー

# DisplayName_Model
source: Model
ja_jp: モデル

# EmmOrderMapper_DestinationPmxPath.PlaceholderText
source: Drag & Drop here
ja_jp: ここにドラッグ＆ドロップ

# EmmOrderMapper_EmmPath.PlaceholderText
source: Drag & Drop here
ja_jp: ここにドラッグ＆ドロップ

# EmmOrderMapper_SourcePmxPath.PlaceholderText
source: Drag & Drop here
ja_jp: ここにドラッグ＆ドロップ

# Shell_ExtractEmd.Content
source: Emd Extraction
ja_jp: EMD 抽出

# Button_SelectEmdSaveDirectory.Content
source: Select folder to save EMD
ja_jp: EMD 保存フォルダを選択

# Message_EmdWriteComplete
source: Emd file has been written.
ja_jp: EMD ファイルの書き込みが完了しました

# DragAndDropPlaceHolder.Text
source: Drag & Drop here
ja_jp: ここにドラッグ＆ドロップ

# Shell_ExtractVmd.Content
source: Vmd Extraction
ja_jp: VMD 抽出

# Message_VmdWriteComplete
source: Vmd file has been written.
ja_jp: Vmd ファイルの書き込みが完了しました

# DragAndDropTextBox.PlaceholderText
source: Drag & Drop here
ja_jp: ここにドラッグ&ドロップ

# Button_SelectVmdSaveDirectory.Content
source: Select folder to save VMD
ja_jp: VMD 保存フォルダを選択

# Button_ExtractCamera.Content
source: Extract camera
ja_jp: カメラを抽出する

# Button_ExtractLight.Content
source: With light
ja_jp: 照明も一緒に抽出する

# Button_ExtractMorph.Content
source: Extract Morph
ja_jp: モーフを抽出する

# Button_ExtractMotion.Content
source: Extract Motion
ja_jp: モーションを抽出する

# Label_CameraMotion.Text
source: Camera Motion
ja_jp: カメラモーション

# Label_EndFrame.Text
source: End frame
ja_jp: 終了フレーム

# Label_EndFrameDescription_VmdExtractor.Text
source: If EndFrame < StartFrame then extract to file end.
ja_jp: 終了フレーム < 開始フレーム のときは最後まで抽出する

# VmdExtractor_Settings_Frames.Text
source: Extraction Range
ja_jp: 抽出範囲

# VmdExtractor_Settings_Models.Text
source: Model Motion
ja_jp: モデルモーション

# Label_StartFrame.Text
source: Start frame
ja_jp: 開始フレーム

# Label_Settings.Text
source: Settings
ja_jp: 設定

# Shell_ReplaceVmd.Content
source: Vmd Management
ja_jp: VMD 名前置き換え

# DisplayName_Morph
source: Morph
ja_jp: モーフ

# DisplayName_Motion
source: Motion
ja_jp: モーション

# Button_ReadVmd.Content
source: Read Vmd File
ja_jp: VMD ファイルを読み込む

# Button_WriteVmd.Content
source: Write Vmd File
ja_jp: VMD ファイルを書き込む

# Switch_WithEditEmm.OffContent
source: Editing of the EMM file with the same name is disabled.
ja_jp: 同名EMMファイルのオブジェクトは編集しない

# Switch_WithEditEmm.OnContent
source: Editing of the EMM file with the same name is enabled.
ja_jp: 同名EMMファイルのオブジェクトも編集する

# Shell_MotionLoop.Content
source: Vmd Motion Loop
ja_jp: VMD モーションループ

# Button_Execute.Content
source: Execute
ja_jp: 実行

# Label_Beat.Text
source: Beat
ja_jp: 拍子

# Label_BeatDescription_MotionLoop.Text
source: Set the number of beats per quarter.
ja_jp: 4分の何拍子か

# Label_Frequency.Text
source: Frequency
ja_jp: 周期

# Label_FrequencyDescription_MotionLoop.Text
source: Set how many beats to plot once per.
ja_jp: 何拍に一回設置するか

# Label_LoopCount.Text
source: Loop Count
ja_jp: ループ数

# Label_LoopCountDescription_MotionLoop.Text
source: Set the count of loop times for the plot.
ja_jp: 設置ループの回数

# Label_PlotCount.Text
source: Plot Count
ja_jp: 設置数

# Label_PlotCountOffset.Text
source: Plot Count Offset
ja_jp: 設置数増減

# Label_PlotCountOffsetDescription_MotionLoop.Text
source: Directly increase or decrease the plot count.
ja_jp: 設置数を直接増減させる

# Label_PlotInterval.Text
source: Plot Interval
ja_jp: 設置間隔

# Button_OpenDestinationFolder.Content
source: Open destination folder
ja_jp: 保存先フォルダを開く

# Switch_UseRegex.OffContent
source: Text
ja_jp: 文字列

# Switch_UseRegex.OnContent
source: Use Regex
ja_jp: 正規表現

# Button_ResetAll.Content
source: Reset All
ja_jp: 全て取消
